brew "azure-cli"
brew "azure-functions-core-tools@4"
brew "ca-certificates"
brew "go"
brew "node"
brew "python@3.10"
brew "readline"
brew "spaceship"
brew "sqlite"
brew "terraform"
brew "yarn"
brew "zsh-async"
brew "zsh-autosuggestions"

# casks
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "microsoft-teams"
cask "notion"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "adguard"
cask "docker"

# font
cask "font-caskaydia-cove-nerd-font"

# optional
cask "ilok-license-manager"
cask "native-access"

